Repository: wdlkmpx/gwhere
Catalog: po/*-windows-1250.po
Languages: cs

source: Cannot receive data
cs: Nemohu obdret data

source: Connexion closed by client
cs: Spojení ukonèeno klientem

source: Cannot send data
cs: Nemohu odeslat data

source: %.0f bytes
cs: %.0f bytù

source: _Cancel
cs: _Zrušit

source: Edit categories
cs: Editovat kategorie

source: Categories list :
cs: Seznam kategorií :

source: Name
cs: Jméno

source: Description
cs: Popis

source: _Update
cs: _Aktualizovat

source: Allows to update category properties of the selected category. Clicks on Add / Update button to save updates.
cs: Umonuje aktualizovat vlastnosti oznaèené kategorie. Kliknìte na Pøidat/Aktualizovat pro uloení zmìn.

source: _Remove
cs: _Odstranit

source: Remove the selected category from categories list. This categories may removed only if there's not any item which uses this category.
cs: Odstraní zvolenou kategorii ze seznamu. Kategorie mùe bıt odstranìna pouze kdy není pouívána.

source: Category name :
cs: Jméno kategorie :

source: Enter the name of the category.
cs: Jméno kategorie.

source: Description :
cs: Popis :

source: Enter the description of the category.
cs: Vlote popis kategorie.

source: Add / Update
cs: Pøidat / Aktualizovat

source: Save properties changes of category.
cs: Uloit vlastnosti kategorie.

source: Close
cs: Zavøít

source: Close the categories properties edit window.
cs: Zavøít okno s nastavením kategorií.

source: none
cs: ádnı

source: Remove category
cs: Odstranit kategorii

source: Can't remove this category. It's used by an item.
cs: Kategorie je pouívána, nemohu ji odstranit

source: Add
cs: Pøidat

source: Update
cs: Aktualizovat

source: _No
cs: _Ne

source: Hide file operations
cs: Skrıt operace se soubory

source: Show file operation
cs: Ukázat akce se soubory

source: _Action
cs: _Akce

source: _Expand all
cs: _Rozvinout vše

source: Expand only _disks
cs: Rozvinout _disky

source: C_ollapse all
cs: Svinout vše

source: Edit _categories
cs: Editovat _kategorie

source: No catalog is opened : cannot edit categories
cs: ádnı katalog není otevøenı : nemohu editovat kategorie

source: _File
cs: Soubor

source: _New
cs: _Novı

source: _Open
cs: _Otevøít

source: _Save
cs: _Uloit

source: Sav_e as
cs: Uloit _jako

source: C_lose
cs: _Zavøít

source: Export
cs: Exportovat

source: _Properties
cs: _Vlastnosti

source: _Recents files
cs: N_aposledy otevøené

source: E_xit
cs: _Konec

source: New catalog
cs: Novı katalog

source: Would you want save catalog :
cs: Chcete uloit katalog :

source: New file
cs: Novı soubor

source: Enter catalog name
cs: Vlote jméno katalogu

source: Open catalog
cs: Otevøít katalog

source: Open file
cs: Otevøít soubor

source: Close file
cs: Zavøít soubor

source: No catalog is opened
cs: Není otevøen katalog

source: Send file by mail
cs: Poslat soubor e-mailem

source: Please configure mail options in the settings in order to send mails.
cs: Prosím nastavte v nastavení parametry pro odesílání e-mailù.

source: Save as catalog
cs: Uloit jako katalog

source: Catalog properties
cs: Vlastnosti katalogu

source: Save catalog
cs: Uloit katalog

source: Quit
cs: Konec

source: Catalog imported
cs: Katalog importován

source: Catalog is not imported
cs: Katalog nebyl importován

source: A catalog is already opened
cs: Katalog je ji otevøen

source: Export catalog to
cs: Exportovat katalog do

source: Catalog exported
cs: Katalog exportován

source: Catalog is not exported
cs: Katalog nebyl exportován

source: _Help
cs: _Pomoc

source: A_bout
cs: _O programu

source: _Options
cs: _Monosti

source: Se_ttings
cs: _Nastavení

source: New
cs: Novı

source: Open
cs: Otevøít

source: Save
cs: Uloit

source: Save as
cs: Uloit jako

source: Exit
cs: Konec

source: Rename
cs: Pøejmenovat

source: Edit description
cs: Zmìnit popis

source: Properties
cs: Vlastnosti

source: Move To...
cs: Vejít...

source: Delete disk
cs: Smazat disk

source: Change volume label
cs: Zmìnit jméno svazku

source: Remove from catalog
cs: Odstranit z katalogu

source: Edit file
cs: Editovat soubor

source: Can't edit this file!!
cs: Nemohu editovat tento soubor!!

source: Rename catalog
cs: Pøejmenovat katalog

source: Enter new catalog name
cs: Vlote nové jméno pro katalog

source: Invalid filled catalog name
cs: Vyplnìno špatné jméno katalogu

source: Catalog description
cs: Popis katalogu

source: Rename disk
cs: Pøejmenovat disk

source: Enter new disk name
cs: Vlote nové jméno disku

source: The filled disk name already exist in the current catalog
cs: V aktuálním katalog ji je disk tohoto jména

source: No new disk name was filled
cs: Nebylo vyplnìno jméno nového disku

source: Enter new disk volume label
cs: Vlote nové jméno svazku

source: Disk description
cs: Popis disku

source: Rename folder
cs: Pøejmenovat sloku

source: Enter new folder name
cs: Vlote nové jméno sloky

source: The filled folder name already exist in the current folder
cs: Zadabá sloka ji existuje

source: No new folder name was filled
cs: Nevyplnìno jméno sloky

source: Folder description
cs: Popis adresáøe

source: Rename file
cs: Pøejmenovat soubor

source: Enter new file name
cs: Vlote nové jméno souboru

source: The filled file name already exist in the current folder
cs: Tento soubor v adresáøi ji existuje

source: No new file name was filled
cs: Nevyplnìno jméno souboru

source: File description
cs: Popis souboru

source: Archive
cs: Archív

source: Catalog
cs: Katalog

source: Closing catalog
cs: Zavøít katalog

source: Please wait...
cs: Prosím poèkejte...

source: Catalog closed
cs: Katalog zavøen.

source: unknown owner
cs: neznámı vlastník

source: unknown group
cs: neznámá skupina

source: New disk
cs: Novı disk

source: Select the media that will be added as disk to your catalog.
cs: Zvolte médium pro vloení do katalogu jako disk.

source: Select media :
cs: Vyberte médium :

source: Enter the number of the new disk. This number can help you with the history of your catalog.
cs: Vlote èíslo nového disku. Pomáhá udret pøehled o katalogu.

source: Archive N# :
cs: Archív è. :

source: Enter the name of the new disk. This name will be appear in your catalog.
cs: Vlote jméno nového disku - tak se bude zobrazovat v katalogu

source: Name :
cs: Jméno :

source: Category :
cs: Kategorie :

source: Select the category to apply to the disk which will be added (even if the option is checked).
cs: Vyberte kategorii, do které bude disk pøidán (i kdy je volba zaškrtnuta).

source: Give the device file of the selected media.
cs: Vlote jméno zaøízení zvoleného média.

source: Give the type of the selected media (ex : ext2, ext3, vfat, ntfs, ...).
cs: Vlote typ zvoleného média (napø. ext2, ext3, vfat, ntfs,...).

source: Type :
cs: Typ :

source: Display if the selected media is mounted or no.
cs: Zobrazuje jestli je médium pøipojeno nebo ne.

source: Mounted :
cs: Pøipojen :

source: Give the volume name of the selected media (only if is mounted).
cs: Jméno svazku zvoleného média (je-li pøipojen).

source: Volume :
cs: Svazek :

source: Give the serial number of the selected media (only if is mounted). This number is a manufacture number.
cs: Sériové èíslo média (je-li pøipojen). Je to vırobní èíslo.

source: Serial N# :
cs: Sériové èíslo :

source: Give the full space of the selected media (only if is mounted).
cs: Kapacita média (je-li pøipojen).

source: Capacity :
cs: Kapacita :

source: Give the free space of the selected media (only if is mounted).
cs: Volné místo na médiu (je-li pøipojen).

source: Free space :
cs: Volné :

source: Options
cs: Volby

source: Display info
cs: Zobrazit informace

source: Displays selected media informations as path, capacity, free space, label,...
cs: Zobrazí informace o zvoleném zaøízení - bod pøipojení, kapacitu, volné místo, popis,...

source: Automount
cs: Automatické pøipojování

source: Mount the media if it wasn't mounted. And unmount after the media even if it was mounted before the scan.
cs: Pøipojí médium pokud nebyl, odpojí ho po skenování (i pokud byl pøedtím pøipojen).

source: Explore tree structure of the media.
cs: Prozkoumá strukturu disku.

source: Keep this option checked to scan all folders and files informations.
cs: Pøi zakšrtnutí prohlíí všechny adresáøe a informace o souborech.

source: Explore archive files (.tar, .gz, .zip, ...)
cs: Prohledávat archivy (.tar, .gz, .zip,...)

source: Not yet implemented!! Explore all archives, as it was a directory. Archives are tarred or gzipped files.
cs: Funkce není implementována!! Prochází archivy jako by to byly adresáøe.

source: Eject media if possible
cs: Vysune médium, je-li to moné.

source: Eject the media if possible (CD-ROM...), even if the tray was closed. This is enable only if automount is enable!!
cs: Vysune médium (CD-ROM, zip,...) i pokud jsou zavøena dvíøka. Je to moné pouzeje-li zapnut automount !

source: Sets category recursive
cs: Nastavit kategorii rekuzivnì

source: Apply selected category to all items in the disk to add (disk, folders and files).
cs: Nastaví zvolenou kategorii všem polokám disku (adresáøe).

source: Auto make description
cs: Automatickı popis

source: Make auto description of file (file format description, image size for xmp or jpg, etc...).
cs: Automatické vytvoøení popisu (formát souboru, velikost obrázku,...)

source: Use an advanced pattern to generate disk name
cs: Pouít pokroèilé vzorky pro generování jména disku

source: You can fill extra tags to generate a disk name with disk information : - %% : % - %n : number archive (can use prefix to prefixed by 0 : %.4n give 0001, 0002, 0003, ..., 0091, ... - %l : media volume label - %t : media type - %s : serial number
cs: Mùete pøidat další tagy pro vygenerování jména disku z informací o disku: - %% : % - %n : èíslo archivu (mùete pouít poèet èíslic pro doplnìní 0 : %.4n give 0001, 0002, 0003, ..., 0091, ... - %l : jméno média - %t : typ média - %s : sériové èíslo

source: Use media volume name as disk name (only when disk name is empty)
cs: Pouít jméno média jako jméno disku

source: If you didn't enter disk name and if your selected media has a volume name, the media volume name will be applied as disk name.
cs: Pokud nezadáte jméno disku a médium bude obsahovat jméno svazku,pouije se to jako jméno disku.

source: Add disk
cs: Pøidat disk

source: Management
cs: Správa

source: The disk hasn't been added : there are not mounted media
cs: Disk nebyl pøidán : nejsou pøipojená média

source: The disk hasn't been added : cannot mount media
cs: Disk nebyl pøidán : není moné pøipojit zaøízení

source: Add new disk
cs: Pøidat novı disk

source: Enter disk name
cs: Vlote jméno disku

source: Scanning
cs: Naèítám

source: Adding disk is working
cs: Naèítá se disk

source: Please wait
cs: Prosím poèkejte

source: The disk has been added
cs: Disk byl pøidán

source: Mount failed
cs: Pøipojení selhalo

source: Serial number :
cs: Sériové èíslo :

source: no drive
cs: ádnı disk

source: unknown
cs: neznámá

source: Yes
cs: Ano

source: No
cs: Ne

source: No label
cs: ádné jméno

source: Volume name :
cs: Jméno svazku :

source: the disk adding is canceled
cs: pøidávání disku zrušeno

source: Please select a catalog name
cs: Prosím zvolte jméno katalogu

source: Search :
cs: Hledat :

source: Search
cs: Hledat

source: The search can be case sensitive. The wildcards search supports character "*". Example : img*.bmp or *.htm The key words search accepts a list of obligatory words.
cs: Vyhledávání mùe bıt citlivé na velikost znakù. Hledaná slova podporují znaky"*". Napøíklad: img*.bmp lub *.htm Hledání klíèovıch slov pøijímá seznam povinnıch slov.

source: Clear
cs: Smazat

source: Clears all search results
cs: Smazat vısledky hledání

source: Case sensitive
cs: Rozlišovat velikost písmen

source: The search can be be or not case sensitive. In case sensitive "File.txt" doesn't match with "file.txt". But in uncase sensitive it matches.
cs: Vyhledávání mùe/nemusí rozlišovat malá/velká písmena. V pøípadì zapnuté citlivosti "Soubor.txt" není "soubor.txt", pøi vypnutém rozlišování je nalezen.

source: Search type
cs: Typ hledání

source: Key words
cs: Klíèová slova

source: Enter a list of key words which all must be containted is the matched files.
cs: Vlote klíèová slova, která musí bıt obsaena v souborech.

source: Wildcards
cs: Zástupné znaky

source: Enter the full wildcards pattern. This pattern can contains "?" and "*" caracters.
cs: Vlote celé jméno souboru vèetnì zástupnıch znakù.Vzorek mùe obsahovat znaky "?" and "*"

source: Regular expression
cs: Regulární vırazy

source: Can use regular expression. See documentation for more information.
cs: Umonuje pouívat regulární vırazu. Více najdete v dokumentaci.

source: File
cs: Soubor

source: The search matches with files name.
cs: Hledat v jménech souborù.

source: Folder
cs: Adresáø

source: The search matches with folders name.
cs: Hledat v jménech adresáøù.

source: The search matches with disks name.
cs: Hledat v jmenéch diskù.

source: Category
cs: Kategorie

source: The search matches with categories name.
cs: Hledat v kategorie.

source: The search matches with descriptions.
cs: Hledat v popisech.

source: Search in catalog
cs: Hledat v katalogu

source: %lu item(s) founded.
cs: nalezeno %lu poloek.

source: Search result
cs: Vısledky hledání

source: No item matched.
cs: ádné poloky nenalezeny.

source: Searching...
cs: Hledám...

source: Cannot start searching : no catalog loaded
cs: Nemohu zaèít hledat : není otevøen ádnı katalog

source: Enter the name of the catalog.
cs: Vlote jméno katalogu.

source: Version :
cs: Verze :

source: Version
cs: Verze :

source: built with
cs: sestaveno s

source: Disks in catalog :
cs: Diskù v katalogu :

source: Disks in catalog : %d
cs: Diskù v katalogu : %d

source: Total Files :
cs: Souborù :

source: Total Files : %ld
cs: Souborù : %d

source: Total Folders :
cs: Adresáøù :

source: Total Folders : %ld
cs: Adresáøù : %d

source: File Size :
cs: Soubory :

source: Total Storage Space :
cs: Kapacita :

source: Total Used Space :
cs: Obsazeno :

source: Total Free Space :
cs: Volné :

source: Disk Statistics :
cs: Statistika :

source: HD :
cs: HDD :

source: HD : %d
cs: HDD : %d

source: Floppy :
cs: Disketa :

source: Floppy : %d
cs: Disket : %d

source: Tape :
cs: Páska :

source: Tape : %d
cs: Páska :

source: Network : %d
cs: Sí : %d

source: Other :
cs: Jiné :

source: Other : %d
cs: Jiné : %d

source: Catalog categories :
cs: Kategorie katalogu :

source: Catalog Description :
cs: Popis katalogu :

source: Catalog Info
cs: Informace o katalogu

source: Enter the name of the disk.
cs: Vlote jméno disku.

source: Enter the archive number of the disk.
cs: Vlote èíslo disku.

source: Type :
cs: Typ :

source: Serial :
cs: Sériové èíslo :

source: Volume Label :
cs: Jméno svazku :

source: Total Capacity :
cs: Kapacita :

source: Used Space :
cs: Obsazeno :

source: Free Space :
cs: Volné :

source: Catalog Name :
cs: Jméno katalogu :

source: Update in catalog :
cs: Aktualizace :

source: Disk Description :
cs: Popis disku :

source: Disk Info
cs: Informace o disku

source: Folder Name
cs: Jméno adresáøe

source: Type : (folder)
cs: Typ : (adresáø)

source: Folder Size :
cs: Velikost :

source: Created on :
cs: Vytvoøen :

source: Last modified on :
cs: Zmìnìn :

source: Last accessed on :
cs: Poslední pøístup :

source: Rights :
cs: Práva :

source: Owner :
cs: Vlastník :

source: Group :
cs: Skupina :

source: Disk Name :
cs: Jméno disku :

source: Location on Disk :
cs: Cesta :

source: Folder Description :
cs: Popis adresáøe :

source: Folder Info
cs: Informace o sloce

source: File name :
cs: Jméno souboru :

source: File type : not yet implemented!!
cs: Typ souboru : funkce není implementována!!

source: File Size : %s (%s bytes)
cs: Velikost : %s (%ld bajtù)

source: File Description :
cs: Popis souboru :

source: File Info
cs: Informace o souboru

source: Catalog file
cs: Soubor katalogu

source: Catalog compression level :
cs: Úroveò komprese katalogu :

source: Select the catalog compression level. The default value is 3, it's a good value between high performance and small size.
cs: Zvolte úroveò komprese souboru. Bìnì je 3, co je kompromis rychlosti a velikosti.

source: Recents opened catalogs :
cs: Naposled otevøené soubory :

source: Select the size of recents opened catalogs history. The default value is 5.
cs: Zvolte velikost historie otevøenıch souborù. Bìnì je 5.

source: Clear history
cs: Vyèistit historii

source: Click here to clear the recents opened files history.
cs: Kliknìte pro otevøení historie naposled otevøenıch souborù.

source: Autoload catalog
cs: Automaticky nahrát katalog

source: Autoloads a default catalog when at starting.
cs: Automaticky nahraje katalog pøi spuštìní.

source: Load last opened catalog file.
cs: Nahrát naposled otevøenı soubor.

source: Load selected catalog file.
cs: Nahrát zvolenı katalog.

source: Enter the full catalog file path to load.
cs: Vlote celou sestu k souboru.

source: Select catalog
cs: Zvolit katalog

source: Click here to browse and select the catalog file.
cs: Kliknìte pro zvolení souboru katalogu.

source: Select autoloaded catalog
cs: Zvolit automaticky nahrávanı katalog

source: Explorer
cs: Prùzkumník

source: Case sensitive sort.
cs: Rozlišovat velikost písmen

source: The result sort in explorer is case sensitive.
cs: Vısledek seøazenı v prohlíeèi je citlivı na velikost znakù.

source: Result sort group by folder/file.
cs: Vısledek seøazenı podle adresáøe/souboru.

source: The result sort in explorer can be grouped by item type. If this option is checked all item will be grouped by folders or files.
cs: Vısledek seøazenı v prohlíeèi mùe bıt ve skupinách podle typu objektu.Pokud je tato volba zaškrtnuta, všechny objekty budou seskupeny podle adresáøù nebo souborù.

source: Autoresize columns
cs: Mìnit velikost sloupcù automaticky

source: Autoresize all explorer column.
cs: Automaticky mìní velikost sloupcù.

source: Disks
cs: Disky

source: Visible
cs: Viditelnı

source: Hide
cs: Schovat

source: Show
cs: Ukázat

source: Hidden
cs: Schovanı

source: Files
cs: Soubory

source: The result sort in search is case sensitive.
cs: Vısledek øazení pøi hledání je citlivı na velikost znakù.

source: Result sort group by type.
cs: Vısledky seøazené podle typu.

source: The result sort in search can be grouped by item type. If this option is checked all item will be grouped by catalogs, disks, folders and files.
cs: Vısledek mùe bıt seøazen podle typu objektu. Pokud je tato volba zaškrtnuta všechny objekty budou seøazeny podle kategorií, diskù, adresáøù a souborù.

source: All key words must match
cs: Všechna klíèová slova musí souhlasit

source: Choose if all key words or only one of all key words must match with item in order to be in the search result.
cs: Zvolte, jestli musí souhlasit všechna klíèová slova nebo staèí pouze jedno aby byl vısledek nalezen.

source: Quick
cs: Rychle

source: Generals options
cs: Všeobecné nastavení

source: Save GUI properties on exit
cs: Uloit vlastnosti GUI pøi odchodu.

source: Save GUI properties as window position and size.
cs: Uloí prostøedí (velikosti a pozice oken).

source: Allow beep
cs: Povolit zvuk

source: Allows to emits a short beep on some event.
cs: Povolit krátké pípnutí pøi nìkterıch událostech.

source: Mail
cs: Pošta

source: Email address :
cs: E-mailová adresa :

source: Enter your email address.
cs: Vlote svoji e-mail adresu.

source: Out going mail server :
cs: Server pro odchozí poštu :

source: Enter your out going mail server. Usualy this address is mail.yourdomain.com
cs: Vlote adresu Vašeho SMTP serveru pro odchozí poštu. Napø. smtp.example.com

source: Server port :
cs: Port serveru :

source: Enter the out going mail server port (the most common value is 25).
cs: Vlote èíslo portu SMTP serveru (typicky 25).

source: This Settings box allows to configure some functionnalities and properties of the program.
cs: Toto okno umonuje nastavit nìkteré funkce a vlastnosti programu.

source: Settings
cs: Nastavení

source: Select the section to configure.
cs: Zvolte sekci nastavení.

source: Change in this pane all availables properties in order to configure the program as you want.
cs: Pouijte panely k nastavení programu podle vašich pøedstav.

source: This settings windows box allows to configure the program. Some properties may be modified here.
cs: Toto okno umonuje nastavit nìkteré vlastnosti programu.

source: Click on OK button to apply changes and close the Settings box.
cs: Kliknìte na OK pro uloení zmìn a zavøení okna.

source: Click on Cancel button to cancel changes and close the Settings box.
cs: Kliknìte na Zrušit pro zavøení okna (bez ukládání zmìn).

source: _Apply
cs: _Pouij

source: Click on Apply button to apply changes (without close the Settings box).
cs: Kliknìte na Pouij pro pouití zmìn (bez zavøení okna).

source: Settings changed
cs: Nastavení zmìnìno

source: If you don't apply changes you will lose all changes. Do you want apply changes?
cs: Pokud neuloíte zmìny, pøijdete o nì. Chcete uloit zmìny ?

source: %s [ %s ], total disks : %d
cs: %s [ %s ], celkem diskù: %d

source: Listed Items : %d (total size : %s)
cs: Vybrané objekty: %d (velikost : %s)

source: %s [ %s ], capacity : %s, free : %s
cs: %s [ %s ], kapacita : %s, volné : %s

source: Selected Item : %d (total size : %s)
cs: Zvolenı objekt: %d (celkem : %s)

source: Folder "%s", %s (files %d, subfolders %d)
cs: Adresáø "%s", %s (souborù %d, sloek %d)

source: Selected Item : %d
cs: Zvolenı objekt : %d

source: Catalog explorer
cs: Prùzkum katalogu

source: Search engine
cs: Vyhledávání

source: Catalog managment
cs: Správa katalogu

source: Close catalog
cs: Zavøít katalog

source: Send catalog by mail
cs: Poslat katalog e-mailem

source: About
cs: O programu

source: Removable media catalog managment By Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org
cs: Správa katalogu vımìnnıch médií Od Sébastiena LECACHEURa zero@gwhere.org http://www.gwhere.org

source: GWhere allows to manage a database of yours CDs and others removable media (hard disks, floppy drive, Zip drive, CD- ROM, etc...). With GWhere it's easy to browse yours CDs or to make quick search without need to insert yours CDs in the drive at each once.
cs: GWhere slouí k uchování obsahu CD a dalších médií(HDD, floppy, zip,...). Potom mùete procházet databázia vyhledávat soubory bez nutnosti vloit CD do mechaniky.

source: Runs under
cs: Bìí na

source: This window box allows you to send a catalog by mail to one (or more) of yours contacts.
cs: Toto okno umonuje poslat katalog e-mailem.

source: Send mail
cs: Poslat e-mail

source: To :
cs: Pro :

source: Subject :
cs: Pøedmìt :

source: Enter here the email address of your(s) contact(s).
cs: Adresát(i).

source: Enter here the email address of the copied mail contacts.
cs: Adresát(i) kopií.

source: Enter here the email address of the hidden copied mail contacts.
cs: Adresát(i) skrytıch kopií.

source: Enter here the object of your mail.
cs: Nadpis e-mailu

source: Attached file :
cs: Pøíloha :

source: Choose to attach or no the catalog file.
cs: Zvolte katalog pro pøipojení k e-mailu.

source: Type here the text for the mail message.
cs: Text zprávy.

source: _Send
cs: _Poslat

source: Click here to send a mail (with an attached catalog).
cs: Kliknìte pro odeslání e-mailu (s pøiloenım katalogem).

source: Click here to cancel the send of a mail.
cs: Kliknìte pro zrušení e-mailu.

source: Sending mail, please wait...
cs: Odesílám e-mail, poèkejte...

source: An error occured during the sending of mail. Please check your parameters.
cs: Bìhem odesílání došlo k chybì. Prosím, zkotrolujte nastavení.

source: Couldn't find pixmap file: %s
cs: Nemohu najít obrázek: %s

source: Error loading pixmap file: %s
cs: Nemohu nahrát obrázek: %s

source: Error : cannot get current folder.
cs: Chyba : nemohu otevøít aktuální adresáø.
