Repository: wdlkmpx/gwhere
Catalog: po/*-windows-1250.po
Languages: cs

source: Error : cannot go to working folder.
cs: Chyba: nemohu vejít do pracovního adresáøe.

source: The disk hasn't been added Adding canceled by user
cs: Disk nebyl pøidán Operace zrušena uivatelem

source: The disk hasn't been added
cs: Disk nebyl pøidán

source: %s outside the process's allocated address space.
cs: %s mimo alokovanı adresní prostor programu.

source: A component of the following pathname exceeded %d characters, or an entire path name exceeded %d characters : %s.
cs: Komponenta následující cesty pøekroèila %d znakù nebocelá cesta pøekroèila %d znakù : %s.

source: The following directory does not exist : %s.
cs: Následující adresáø neexistuje: %s.

source: Insufficient memory to complete the operation.
cs: Nedostatek pamìti pro dokonèení operace.

source: A component of the path prefix is not a directory : %s.
cs: Komponenta prefixu cesty není adresáø: %s.

source: Too many symbolic links were encountered in resolving following path : %s.
cs: Pøíliš mnoho symbolickıch odkazù pøi rozlišování cesty: %s.

source: An I/O error occurred when change directory to : %s.
cs: Chyba I/O pøi zmìnì adresáøe do : %s.

source: Unknown error
cs: Neznámá chyba

source: The disk hasn't been added Error : cannot go to parent folder.
cs: Disk nebyl pøidán Chyba : nemohu pøejít do nadøazeného adresáøe.

source: Too many file descriptors in use by process.
cs: Pøíliš mnoho souborù otevøenıch procesem.

source: Too many files are currently open in the system.
cs: Pøíliš mnoho otevøenıch souborù v systému.

source: The following directory does not exist, or name is an empty string : %s.
cs: Adresáø neexistuje nebo jeho jméno je prázdnı øetìzec : %s.

source: The following directory name is not a directory : %s.
cs: Následující jméno není adresár : %s.

source: The disk hasn't been added Error : cannot close current folder.
cs: Disk nebyl pøidán Chyba : není moné opustit aktuální adresáø.

source: Is running on %s
cs: Bìí pod %s

source: Catalog loaded
cs: Katalog naèten

source: Loading catalog failed
cs: Chyba pøi otvírání katalogu

source: Loading catalog
cs: Otevírám katalog

source: The catalog is invalid or doesn't exists. Check your catalog path please.
cs: Soubor katalogu neexistuje, zkontrolujte prosím cestu k souboru.

source: Saving catalog
cs: Ukládám katalog

source: Catalog saved
cs: Katalog uloen

source: Saving catalog failed
cs: Chyba pøi ukládání katalogu

source: Rights
cs: Práva

source: Owner
cs: Vlastník

source: Group
cs: Skupina

source: Size
cs: Velikost

source: Access date
cs: Poslední pøístup

source: Modification date
cs: Zmìna

source: Creation date
cs: Vytvoøen

source: File system name
cs: Jméno systému souboru

source: Access path
cs: Cesta

source: Archive N#
cs: Archív è.

source: Type
cs: Typ

source: Volume name
cs: Jméno svazku

source: Full capacity
cs: Kapacita

source: Free space
cs: Volné

source: Date
cs: Datum

source: Serial number
cs: Sériové èíslo

source: Path
cs: Cesta

source: Full
cs: Plnı

source: Compact
cs: Kompaktní

source: GWhere (requiered)
cs: GWhere (vyadován)

source: Main engine application.
cs: Aplikace.

source: RunTime for GUI environment.
cs: Knihovny pro GUI prostøedí.

source: Plugins
cs: Pluginy

source: Languages Files
cs: Jazyky prostøedí

source: All languages files for the program translation.
cs: Všecny jazykové soubory pro pøeklad.
