Repository: wdlkmpx/gwhere
Catalog: po/*.po
Languages: el

source: The following directory does not exist, or name is an empty string : %s.
el: Ο ακόλουθος φάκελος δεν υπάρχει ή το όνομά του είναι κενό : %s.

source: The following directory name is not a directory : %s.
el: Το ακόλουθο όνομα φακέλου δεν είναι φάκελος : %s.

source: The disk hasn't been added Error : cannot close current folder.
el: Ο δίσκος δεν προστέθηκε Σφάλμα : αδύνατο το κλείσιμο του τρέχοντος φακέλου.

source: Is running on %s
el: Εκτελείται σε %s

source: Catalog loaded
el: Ο κατάλογος φορτώθηκε

source: Loading catalog failed
el: Η φόρτωση του καταλόγου απέτυχε

source: Loading catalog
el: Ανάγνωση καταλόγου

source: Saving catalog
el: Αποθήκευση καταλόγου

source: Catalog saved
el: Ο κατάλογος αποθηκεύθηκε

source: Saving catalog failed
el: Η αποθήκευση του καταλόγου απέτυχε

source: Rights
el: Δικαιώματα

source: Owner
el: Ιδιοκτήτης

source: Group
el: Ομάδα

source: Size
el: Μέγεθος

source: Access date
el: Ημερομηνία πρόσβασης

source: Modification date
el: Ημερομηνία τροποποίησης

source: Creation date
el: Ημερομηνία δημιουργίας

source: File system name
el: Όνομα συστήματος αρχείων

source: Access path
el: Διαδρομή πρόσβασης

source: Archive N#
el: Αριθμός καταχώρησης

source: Type
el: Τύπος

source: Volume name
el: Ονομασία τόμου

source: Full capacity
el: Συνολική χωρητικότητα

source: Free space
el: Ελεύθερος χώρος

source: Date
el: Ημερομηνία

source: Serial number
el: Σειριακός αριθμός

source: Path
el: Διαδρομή

source: Full
el: Πλήρης

source: Compact
el: Συνεκτικός

source: GWhere (requiered)
el: GWhere (απαιτείται)

source: Main engine application.
el: Κυρίως εφαρμογή.

source: RunTime for GUI environment.
el: Βιβλιοθήκες εκτέλεσης του γραφικού περιβάλλοντος.

source: Languages Files
el: Πολύγλωσση υποστήριξη

source: All languages files for the program translation.
el: Αρχεία μεταγλώτισης του προγράμματος.
