Repository: wdlkmpx/gwhere
Catalog: po/*.po
Languages: el

source: Cannot receive data
el: Αδύνατη η λήψη δεδομένων

source: Connexion closed by client
el: Η σύνδεση έκλεισε από την πλευρά του client

source: Cannot send data
el: Αδύνατη η αποστολή δεδομένων

source: _Cancel
el: Άκυρο

source: Edit categories
el: Διόρθωση κατηγοριών

source: Categories list :
el: Λίστα κατηγοριών :

source: Name
el: Όνομα

source: Description
el: Περιγραφή

source: _Update
el: Ενημέρωση

source: Allows to update category properties of the selected category. Clicks on Add / Update button to save updates.
el: Επιτρέπει την ενημέρωση των ιδιοτήτων της κατηγορίας που είναι επιλεγμένη. Κάντε click στο κουμπί Προσθήκη / Ενημέρωση για να αποθηκεύσετε τις αλλαγές.

source: _Remove
el: Διαγραφή

source: Remove the selected category from categories list. This categories may removed only if there's not any item which uses this category.
el: Διαγραφή της επιλεγμένης κατηγορίας από τη λίστα κατηγοριών. Οι κατηγορίες μπορούν να διαγραφούν μόνο αν δε χρησιμοποιούνται από κανένα αντικείμενο.

source: Category name :
el: Όνομα κατηγορίας :

source: Enter the name of the category.
el: Εισάγετε το όνομα της κατηγορίας.

source: Description :
el: Περιγραφή :

source: Enter the description of the category.
el: Εισάγετε την περιγραφή της κατηγορίας.

source: Add / Update
el: Προσθήκη / Ενημέρωση

source: Save properties changes of category.
el: Αποθήκευση των αλλαγών των ιδιοτήτων μιας κατηγορίας.

source: Close
el: Κλείσιμο

source: Close the categories properties edit window.
el: Κλείσιμο του παραθύρου διόρθωσης των ιδιοτήτων των κατηγοριών.

source: none
el: καμία

source: Remove category
el: Διαγραφή κατηγορίας

source: Can't remove this category. It's used by an item.
el: Αδύνατη η διαγραφή αυτής της κατηγορίας. Χρησιμοποιείται από κάποιο αντικείμενο.

source: Add
el: Προσθήκη

source: Update
el: Ενημέρωση

source: _No
el: Όχι

source: Hide file operations
el: Απόκρυψη των ενεργειών των αρχείων

source: Show file operation
el: Εμφάνιση των ενεργειών των αρχείων

source: _Action
el: Ενέργεια

source: _Expand all
el: Επέκταση όλων

source: Expand only _disks
el: Επέκταση μόνο των δίσκων

source: C_ollapse all
el: Κατάρρευση όλων

source: Edit _categories
el: Διόρθωση κατηγοριών

source: No catalog is opened : cannot edit categories
el: Δεν υπάρχει ανοικτός κάποιος κατάλογος : αδύνατη η διόρθωση κατηγοριών

source: _File
el: Αρχείο

source: _New
el: Δημιουργία

source: _Open
el: Άνοιγμα

source: _Save
el: Αποθήκευση

source: Sav_e as
el: Αποθήκευση ως

source: C_lose
el: Κλείσιμο

source: _Properties
el: Ιδιότητες

source: _Recents files
el: Πρόσφατα ανοιγμένα αρχεία

source: E_xit
el: Έξοδος

source: New catalog
el: Δημιουργία καταλόγου

source: Would you want save catalog :
el: Θα θέλατε να αποθηκεύσετε τον κατάλογο :

source: New file
el: Δημιουργία αρχείου

source: Enter catalog name
el: Εισάγετε το όνομα του καταλόγου

source: Open catalog
el: Άνοιγμα καταλόγου

source: Open file
el: Άνοιγμα αρχείου

source: Close file
el: Κλείσιμο αρχείου

source: No catalog is opened
el: Δεν υπάρχει ανοικτός κάποιος κατάλογος

source: Send file by mail
el: Αποστολή αρχείου με mail

source: Please configure mail options in the settings in order to send mails.
el: Παρακαλώ ρυθμίστε τις επιλογές του mail στις Ρυθμίσεις ώστε να στέλνετε mails.

source: Save as catalog
el: Αποθήκευση σαν κατάλογο

source: Catalog properties
el: Ιδιότητες καταλόγου

source: Save catalog
el: Αποθήκευση καταλόγου

source: Quit
el: Έξοδος

source: _Help
el: Βοήθεια

source: A_bout
el: Περί

source: _Options
el: Επιλογές

source: Se_ttings
el: Ρυθμίσεις

source: New
el: Δημιουργία

source: Open
el: Άνοιγμα

source: Save
el: Αποθήκευση

source: Save as
el: Αποθήκευση ως

source: Exit
el: Έξοδος

source: Rename
el: Μετονομασία

source: Edit description
el: Διόρθωση περιγραφής

source: Properties
el: Ιδιότητες

source: Move To...
el: Μετακίνηση σε...

source: Delete disk
el: Διαγραφή δίσκου

source: Change volume label
el: Αλλαγή της ετικέτας του τόμου

source: Remove from catalog
el: Διαγραφή από τον κατάλογο

source: Edit file
el: Διόρθωση αρχείου

source: Can't edit this file!!
el: Αδύνατη η διόρθωση αυτού του αρχείου!!

source: Rename catalog
el: Μετονομασία καταλόγου

source: Enter new catalog name
el: Εισάγετε νέο όνομα καταλόγου

source: Catalog description
el: Περιγραφή καταλόγου

source: Rename disk
el: Μετονομασία δίσκου

source: Enter new disk name
el: Εισάγετε νέο όνομα δίσκου

source: Enter new disk volume label
el: Εισάγετε νέα ετικέτα τόμου

source: Disk description
el: Περιγραφή δίσκου

source: Folder description
el: Περιγραφή φακέλου

source: File description
el: Περιγραφή αρχείου

source: Archive
el: Καταχώρηση

source: Catalog
el: Κατάλογος

source: Closing catalog
el: Κλείσιμο καταλόγου

source: Please wait...
el: Παρακαλώ περιμένετε...

source: Catalog closed
el: Ο κατάλογος έκλεισε

source: unknown owner
el: άγνωστος ιδιοκτήτης

source: unknown group
el: άγνωστη ομάδα

source: New disk
el: Δημιουργία δίσκου

source: Enter the number of the new disk. This number can help you with the history of your catalog.
el: Εισάγετε τον αριθμό του νέου δίσκου. Ο αριθμός αυτός μπορεί να σας βοηθήσει με το ιστορικό του καταλόγου σας.

source: Archive N# :
el: Αριθμός καταχώρησης :

source: Name :
el: Όνομα :

source: Category :
el: Κατηγορία :

source: Select the category to apply to the disk which will be added (even if the option is checked).
el: Επιλέξτε την κατηγορία όπου κατατάσεται ο δίσκος που θα προστεθεί (ακόμα και αν η επιλογή είναι τσεκαρισμένη).

source: Info :
el: Πληροφορίες :

source: Type :
el: Τύπος :

source: Mounted :
el: Προσαρτημένος :

source: Volume :
el: Τόμος :

source: Serial N# :
el: Σειριακός αριθμός :

source: Capacity :
el: Χωρητικότητα :

source: Free space :
el: Ελεύθερος χώρος :

source: Options
el: Επιλογές

source: Display info
el: Εμφάνιση πληροφοριών

source: Automount
el: Αυτόματη προσάρτηση

source: Keep this option checked to scan all folders and files informations.
el: Τσεκάρετε αυτήν την επιλογή για ανίχνευση πληροφοριών των φακέλων και των αρχείων.

source: Explore archive files (.tar, .gz, .zip, ...)
el: Εξερεύνηση σε συμπιεσμένα αρχεία (.tar, .gz, .zip, ...)

source: Not yet implemented!! Explore all archives, as it was a directory. Archives are tarred or gzipped files.
el: Χαρακτηριστικό μη διαθέσιμο ακόμα!! Εξερεύνηση όλων των συμπιεσμένων αρχείων σαν να ήταν φάκελοι.

source: Sets category recursive
el: Επαναληπτική εφαρμογή της κατηγορίας

source: Auto make description
el: Αυτόματη δημιουργία περιγραφής

source: Make auto description of file (file format description, image size for xmp or jpg, etc...).
el: Αυτόματη δημιουργία περιγραφής αρχείων (περιγραφή του τύπου τους, μέγεθος εικόνας για xpm ή jpg, κλπ...).

source: Use an advanced pattern to generate disk name
el: Χρήση προηγμένου προτύπου για τη δημιουργία του ονόματος του δίσκου

source: Add disk
el: Προσθήκη δίσκου

source: Management
el: Διαχείριση

source: Add new disk
el: Προσθήκη νέου δίσκου

source: Enter disk name
el: Εισάγετε όνομα δίσκου

source: Scanning
el: Ανιχνεύοντας

source: Adding disk is working
el: Προσθήκη δίσκου σε εξέλιξη

source: Please wait
el: Παρακαλώ περιμένετε

source: The disk has been added
el: Ο δίσκος προστέθηκε

source: Mount failed
el: Η προσάρτηση απέτυχε

source: Serial number :
el: Σειριακός αριθμός :

source: no drive
el: Κενό drive

source: Yes
el: Ναι

source: No
el: Όχι

source: No label
el: Κενή ετικέτα

source: Volume name :
el: Ονομασία τόμου :

source: Please select a catalog name
el: Παρακαλώ επιλέξτε ένα όνομα καταλόγου

source: Search :
el: Αναζήτηση :

source: Search
el: Αναζήτηση

source: The search can be case sensitive. The wildcards search supports character "*". Example : img*.bmp or *.htm The key words search accepts a list of obligatory words.
el: Η αναζήτηση μπορεί να κάνει διάκριση μεταξύ πεζών και κεφαλαίων και υποστηρίζει το χαρακτήρα "*". Για παράδειγμα : img*.bmp ή *.htm Η αναζήτηση με λέξεις κλειδιά δέχεται μια λίστα υποχρεωτικών λέξεων.

source: Clear
el: Καθαρισμός

source: Clears all search results
el: Καθαρίζει όλα τα αποτελέσματα της αναζήτησης

source: Case sensitive
el: Διάκριση πεζών/κεφαλαίων

source: The search can be be or not case sensitive. In case sensitive "File.txt" doesn't match with "file.txt". But in uncase sensitive it matches.
el: Η αναζήτηση μπορεί να κάνει ή να μην κάνει διάκριση μεταξύ πεζών/κεφαλαίων. Στην περίπτωση της διάκρισης τα "File.txt" και "file.txt" δεν ταυτίζονται. Στην αντίθετη περίπτωση ταυτίζονται.

source: Search type
el: Αναζήτηση τύπου

source: Key words
el: Λέξεις κλειδιά

source: Enter a list of key words which all must be containted is the matched files.
el: Εισάγετε μια λίστα από λέξεις κλειδιά που πρέπει όλα να περιέχονται στα αρχεία που ταιριάζουν.

source: Wildcards
el: Χαρακτήρες μπαλαντέρ

source: Enter the full wildcards pattern. This pattern can contains "?" and "*" caracters.
el: Εισάγετε το πρότυπο μπαλαντέρ. Μπορεί να περιέχει τους χαρακτήρες "?" and "*".

source: Regular expression
el: Φυσική έκφραση

source: Can use regular expression. See documentation for more information.
el: Είναι δυνατή η χρήση φυσικής έκφρασης (regular expression). Ανατρέξτε στις πληροφορίες για περισσότερες λεπτομέρειες.

source: File
el: Αρχείο

source: The search matches with files name.
el: Αναζήτηση στα ονόματα των αρχείων.

source: Folder
el: Φάκελος

source: The search matches with folders name.
el: Αναζήτηση στα ονόματα των φακέλων.

source: Disk
el: Δίσκος

source: The search matches with disks name.
el: Αναζήτηση στα ονόματα των δίσκων.

source: Category
el: Κατηγορία

source: The search matches with categories name.
el: Αναζήτηση στα ονόματα των κατηγοριών.

source: The search matches with descriptions.
el: Αναζήτηση στις περιγραφές.

source: Search in catalog
el: Άναζήτηση στον κατάλογο

source: %lu item(s) founded.
el: %lu αντικείμεν(ο/α) βρέθηκ(ε/αν).

source: Search result
el: Αποτελέσματα αναζήτησης

source: No item matched.
el: Δεν ταυτίστηκε κάποιο αντικείμενο.

source: Searching...
el: Αναζητώντας...

source: Cannot start searching : no catalog loaded
el: Αδύνατη η έναρξη αναζήτησης : δεν υπάρχει ανοικτός κατάλογος

source: Enter the name of the catalog.
el: Εισάγετε το όνομα του καταλόγου

source: Version :
el: Έκδοση :

source: Version
el: Έκδοση

source: built with
el: δημιουργήθηκε με το

source: Disks in catalog :
el: Δίσκοι στον κατάλογο :

source: Disks in catalog : %d
el: Δίσκοι στον κατάλογο : %d

source: Total Files :
el: Σύνολο αρχείων :

source: Total Folders :
el: Σύνολο φακέλων :

source: File Size :
el: Μέγεθος αρχείου :

source: Total Storage Space :
el: Συνολικός αποθηκευτικός χώρος :

source: Total Used Space :
el: Συνολικός χρησιμοποιούμενος χώρος :

source: Total Free Space :
el: Συνολικός ελεύθερος χώρος :

source: Disk Statistics :
el: Στατιστικά δίσκου :

source: Floppy :
el: Δισκέτα :

source: Floppy : %d
el: Δισκέτα : %d

source: Other :
el: Άλλο :

source: Other : %d
el: Άλλο : %d

source: Catalog categories :
el: Κατηγορίες καταλόγου :

source: Catalog Description :
el: Περιγραφή καταλόγου :

source: Catalog Info
el: Πληροφορίες καταλόγου

source: Enter the name of the disk.
el: Εισάγετε το όνομα του δίσκου.

source: Enter the archive number of the disk.
el: Εισάγετε τον αριθμό καταχώρησης του δίσκου.

source: Type :
el: Τύπος :

source: Serial :
el: Σειριακός αριθμός :

source: Volume Label :
el: Ετικέτα τόμου :

source: Total Capacity :
el: Συνολική χωρητικότητα :

source: Used Space :
el: Χρησιμοποιούμενος χώρος :

source: Free Space :
el: Ελεύθερος χώρος :

source: Catalog Name :
el: Όνομα καταλόγου :

source: Update in catalog :
el: Ενημέρωση στον κατάλογο :

source: Disk Description :
el: Περιγραφή δίσκου :

source: Disk Info
el: Πληροφορίες δίσκου

source: Folder Name
el: Όνομα φακέλου

source: Type : (folder)
el: Τύπος : (φάκελος)

source: Folder Size :
el: Μέγεθος φακέλου

source: Created on :
el: Δημιουργία στις :

source: Last modified on :
el: Τελευταία τροποποίηση στις :

source: Last accessed on :
el: Τελευταία πρόσβαση στις :

source: Rights :
el: Δικαιώματα :

source: Owner :
el: Ιδιοκτήτης :

source: Group :
el: Ομάδα :

source: Disk Name :
el: Όνομα δίσκου :

source: Location on Disk :
el: Τοποθεσία στον δίσκο :

source: Folder Description :
el: Περιγραφή φακέλου :

source: Folder Info
el: Πληροφορίες φακέλου

source: File name :
el: Όνομα αρχείου :

source: File type : not yet implemented!!
el: Τύπος αρχείου : χαρακτηριστικό μη διαθέσιμο ακόμα!!

source: File Size : %s (%s bytes)
el: Μέγεθος αρχείου : %s (% bytes)

source: File Description :
el: Περιγραφή αρχείου :

source: File Info
el: Πληροφορίες αρχείου

source: Catalog file
el: Αρχείο καταλόγου

source: Catalog compression level :
el: Βαθμός συμπίεσης καταλόγου :

source: Select the catalog compression level. The default value is 3, it's a good value between high performance and small size.
el: Επιλέξτε το βαθμό συμπίεσης των καταλόγων. Η προεπιλεγμένη τιμή είναι 3, η χρυσή τομή μεταξύ απόδοσης και μικρού μεγέθους.

source: Recents opened catalogs :
el: Πρόσφατα ανοιγμένοι κατάλογοι :

source: Select the size of recents opened catalogs history. The default value is 5.
el: Επιλέξτε το πλήθος των καταχωρίσεων στους πρόσφατα ανοιγμένους κατάλογους. Η προεπιλεγμένη τιμή είναι 5.

source: Clear history
el: Καθαρισμός ιστορικού

source: Click here to clear the recents opened files history.
el: Κάντε click εδώ για να καθαρίσετε τη λίστα των πρόσφατα ανοιγμένων αρχείων.

source: Autoload catalog
el: Αυτόματο άνοιγμα καταλόγου

source: Autoloads a default catalog when at starting.
el: Ανοίγει αυτόματα έναν προεπιλεγμένο κατάλογο κατά την εκκίνηση.

source: Load last opened catalog file.
el: Άνοιγμα του αρχείου καταλόγου που ανοίχθηκε πιο πρόσφατα.

source: Load selected catalog file.
el: Άνοιγμα επιλεγμένου αρχείου καταλόγου.

source: Enter the full catalog file path to load.
el: Εισάγετε τη διαδρομή και το όνομα του προς άνοιγμα αρχείου καταλόγου.

source: Select catalog
el: Επιλέξτε κατάλογο

source: Click here to browse and select the catalog file.
el: Κάντε click εδώ για να αναζητήσετε και να επιλέξετε το αρχείο καταλόγου.

source: Select autoloaded catalog
el: Επιλέξτε τον κατάλογο που θα ανοίγει αυτόματα

source: Explorer
el: Εξερεύνηση

source: Case sensitive sort.
el: Ταξινόμηση με διάκριση πεζών/κεφαλαίων

source: The result sort in explorer is case sensitive.
el: Η ταξινόμηση του αποτελέσματος στο παράθυρο εξερεύνησης κάνει διάκριση πεζών/κεφαλαίων.

source: Result sort group by folder/file.
el: Ταξινόμηση του αποτελέσματος κατά φάκελο/αρχείο.

source: The result sort in explorer can be grouped by item type. If this option is checked all item will be grouped by folders or files.
el: Η ταξινόμηση του αποτελέσματος στο παράθυρο εξερεύνησης μπορεί να γίνει κατά τύπο αντικειμένου. Αν αυτή η επιλογή είναι τσεκαρισμένη τα αντικείμενα θα ομαδοποιηθούν κατά φακέλους ή αρχεία.

source: Autoresize columns
el: Αυτόματη προσαρμογή μεγέθους στηλών

source: Autoresize all explorer column.
el: Αυτόματη προσαρμογή μεγέθους όλων των στηλών του παραθύρου εξερεύνησης.

source: Disks
el: Δίσκοι

source: Visible
el: Ορατά

source: Hide
el: Απόκρυψη

source: Show
el: Εμφάνιση

source: Hidden
el: Κρυμμένα

source: Files
el: Αρχεία

source: The result sort in search is case sensitive.
el: Η ταξινόμηση του αποτελέσματος της αναζήτησης κάνει διάκριση μεταξύ πεζών/κεφαλαίων.

source: Result sort group by type.
el: Ταξινόμηση του αποτελέσματος κατά τύπο.

source: The result sort in search can be grouped by item type. If this option is checked all item will be grouped by catalogs, disks, folders and files.
el: Η ταξινόμηση του αποτελέσματος αναζήτησης μπορεί να γίνει βάσει του τύπου των αντικειμένων. Αν αυτή η επιλογή είναι τσεκαρισμένη όλα τα αντικείμενα θα ομαδοποιηθούν κατά καταλόγους, δίσκους, φακέλους και αρχεία.

source: All key words must match
el: Όλες οι λέξεις κλειδιά πρέπει να ταιριάζουν

source: Choose if all key words or only one of all key words must match with item in order to be in the search result.
el: Επιλέξτε αν πρέπει να ταιριάζουν όλες οι λέξεις κλειδιά ή μόνο μια από αυτές ώστε το αντικείμενο να περιλαμβάνεται στα αποτελέσματα της αναζήτησης.

source: Quick
el: Γρήγορη

source: Generals options
el: Γενικές επιλογές

source: GUI
el: Γραφικό περιβάλλον εργασίας

source: Save GUI properties on exit
el: Αποθήκευση των ιδιοτήτων του γραφικού περιβάλλοντος κατά την έξοδο

source: Save GUI properties as window position and size.
el: Αποθήκευση των ιδιοτήτων γραφικού περιβάλλοντος που αφορούν στη θέση και το μέγεθος των παραθύρων.

source: Allow beep
el: Χρήση ήχου

source: Allows to emits a short beep on some event.
el: Επιτρέπει την εκπομπή σύντομου ήχου σε κάποιο συμβάν.

source: Mail
el: Αλληλογραφία

source: Email address :
el: Διεύθυνση email :

source: Enter your email address.
el: Εισάγετε τη διεύθυνση του email σας.

source: Out going mail server :
el: Server εξερχόμενης αλληλογραφίας :

source: Enter your out going mail server. Usualy this address is mail.yourdomain.com
el: Εισάγετε τον server της εξερχόμενης αλληλογραφίας σας. Συνήθως η διεύθυνσή του είναι mail.yourdomain.com

source: Server port :
el: Θύρα του server :

source: Enter the out going mail server port (the most common value is 25).
el: Εισάγετε τη θύρα του server της εξερχόμενης αλληλογραφίας (η συνηθέστερη τιμή είναι 25).

source: This Settings box allows to configure some functionnalities and properties of the program.
el: Αυτό το παράθυρο ρυθμίσεων σας επιτρέπει να ρυθμίσετε κάποιες λειτουργίες και ιδιότητες του προγράμματος.

source: Settings
el: Ρυθμίσεις

source: Select the section to configure.
el: Επιλέξτε την κατηγορία που θέλετε να ρυθμίσετε.

source: Change in this pane all availables properties in order to configure the program as you want.
el: Αλλάξτε εδώ τις διαθέσιμες ιδιότητες ώστε να ρυθμίσετε το πρόγραμμα όπως θα θέλατε.

source: This settings windows box allows to configure the program. Some properties may be modified here.
el: Αυτό το παράθυρο ρυθμίσεων σας επιτρέπει να ρυθμίσετε το πρόγραμμα. Κάποιες ιδιότητες εδώ μπορούν να μεταβληθούν.

source: Click on OK button to apply changes and close the Settings box.
el: Κάντε click στο κουμπί OK για να εφαρμόσετε τις αλλαγές και να κλείσετε το παράθυρο Ρυθμίσεων.

source: Click on Cancel button to cancel changes and close the Settings box.
el: Κάντε click στο κουμπί Άκυρο για να ακυρώσετε τις αλλαγές και να κλείσετε το παράθυρο Ρυθμίσεων.

source: _Apply
el: Εφαρμογή

source: Click on Apply button to apply changes (without close the Settings box).
el: Κάντε click στο κουμπί Εφαρμογή για να εφαρμόσετε τις αλλαγές (χωρίς να κλείσετε το παράθυρο Ρυθμίσεων).

source: Settings changed
el: Οι ρυθμίσεις άλλαξαν

source: If you don't apply changes you will lose all changes. Do you want apply changes?
el: Αν δεν εφαρμόσετε τις αλλαγές αυτές θα χαθούν. Θέλετε να τις εφαρμόσετε;

source: %s [ %s ], total disks : %d
el: %s [ %s ], σύνολο δίσκων : %d

source: Listed Items : %d (total size : %s)
el: Αντικείμενα στη λίστα : %d (συνολικό μέγεθος : %s)

source: %s [ %s ], capacity : %s, free : %s
el: %s [ %s ], χωρητικότητα : %s, ελεύθερα : %s

source: Selected Item : %d (total size : %s)
el: Επιλεγμένο αντικείμενο : %d (συνολικό μέγεθος : %s)

source: Folder "%s", %s (files %d, subfolders %d)
el: Φάκελος "%s", %s (αρχεία %d, υποφάκελοι %d)

source: Selected Item : %d
el: Επιλεγμένο αντικείμενο : %d

source: Catalog explorer
el: Εξερεύνηση καταλόγου

source: Search engine
el: Μηχανή αναζήτησης

source: Catalog managment
el: Διαχείριση καταλόγων

source: Close catalog
el: Κλείσιμο καταλόγου

source: Send catalog by mail
el: Αποστολή καταλόγου με mail

source: About
el: Περι του προγράμματος

source: Removable media catalog managment By Sebastien LECACHEUR zero@gwhere.org http://www.gwhere.org
el: Διαχείρηση καταλόγων αποσπώμενων μέσων Από τον Sιbastien LECACHEUR zero@gwhere.org http://www.gwhere.org

source: GWhere allows to manage a database of yours CDs and others removable media (hard disks, floppy drive, Zip drive, CD- ROM, etc...). With GWhere it's easy to browse yours CDs or to make quick search without need to insert yours CDs in the drive at each once.
el: Το GWhere σας επιτρέπει να διαχειριστείτε μια βάση δεδομένων των CD και άλλων αποσπώμενων μέσων σας (σκληροί δίσκοι, δισκέτες, Zip drive, CD-ROM, κλπ...). Με το GWhere είναι εύκολο να ρίξετε μια ματιά στα CD σας ή να αναζητήσετε γρήγορα κάτι σε αυτά χωρίς την ανάγκη να τα εισάγετε στο drive κάθε φορά.

source: Runs under
el: Εκτελείται σε

source: This window box allows you to send a catalog by mail to one (or more) of yours contacts.
el: Αυτό το παράθυρο σας επιτρέπει να στείλετε έναν κατάλογο με mail σε έναν (ή περισσότερους) παραλήπτες

source: Send mail
el: Αποστολή mail

source: To :
el: Προς :

source: Subject :
el: Θέμα :

source: Enter here the email address of your(s) contact(s).
el: Εισάγετε εδώ την ηλεκτρονική διεύθυνση του παραλήπτη (ή των παραληπτών) σας.

source: Enter here the email address of the copied mail contacts.
el: Εισάγετε εδώ την ηλεκτρονική διεύθυνση των αντεγραμμένων παραληπτών του ηλεκτρονικού σας ταχυδρομείου.

source: Enter here the email address of the hidden copied mail contacts.
el: Εισάγετε εδώ την ηλεκτρονική διεύθυνση των κρυφών αντεγραμμένων παραληπτών του ηλεκτρονικού σας ταχυδρομείου.

source: Enter here the object of your mail.
el: Εισάγετε εδώ το θέμα του mail σας.

source: Attached file :
el: Επισύναψη αρχείου :

source: Choose to attach or no the catalog file.
el: Επιλέξτε αν θα επισυνάψετε ή όχι το αρχείο του καταλόγου.

source: Type here the text for the mail message.
el: Εισάγετε εδώ το κείμενο του μηνύματός σας.

source: _Send
el: Αποστολή

source: Click here to send a mail (with an attached catalog).
el: Κάντε click εδώ για να στείλετε κάποιο mail (με επισύναψη κάποιου καταλόγου).

source: Click here to cancel the send of a mail.
el: Κάντε click εδώ για να ακυρώσετε την αποστολή του mail.

source: Sending mail, please wait...
el: Αποστέλοντας το mail, παρακαλώ περιμένετε...

source: An error occured during the sending of mail. Please check your parameters.
el: Παρουσιάστηκε κάποιο σφάλμα κατά την αποστολή του mail. Παρακαλώ ελέγξτε τις παραμέτρους σας.

source: Couldn't find pixmap file: %s
el: Αδύνατη η εύρεση του αρχείου του εικονιδίου: %s

source: Error loading pixmap file: %s
el: Σφάλμα κατά την ανάγνωση του αρχείου του εικονιδίου: %s

source: Error : cannot get current folder.
el: Σφάλμα : αδύνατη η απόκτηση του τρέχοντος φακέλου.

source: Error : cannot go to working folder.
el: Σφάλμα : αδύνατη η μετάβαση στον τρέχοντα φάκελο.

source: The disk hasn't been added Adding canceled by user
el: Ο δίσκος δεν προστέθηκε Η προσθήκη ακυρώθηκα από το χρήστη

source: The disk hasn't been added
el: Ο δίσκος δεν προστέθηκε

source: A component of the following pathname exceeded %d characters, or an entire path name exceeded %d characters : %s.
el: Ένα μέρος της ακόλουθης διαδρομής ξεπέρασε τους %d χαρακτήρες, ή μια ολόκληρη διαδρομή ξεπέρασε τους %d χαρακτήρες : %s.

source: The following directory does not exist : %s.
el: Ο ακόλουθος φάκελος δεν υπάρχει : %s.

source: Insufficient memory to complete the operation.
el: Μη επαρκής μνήμη για την ολοκλήρωση της λειτουργίας.

source: A component of the path prefix is not a directory : %s.
el: Ένα μέρος του προθέματος της διαδρομής δεν είναι φάκελος : %s.

source: An I/O error occurred when change directory to : %s.
el: Παρουσιάστηκε σφάλμα Εισόδου/Εξόδου κατά την μετάβαση στο φάκελο : %s.

source: Unknown error
el: Άγνωστο σφάλμα

source: The disk hasn't been added Error : cannot go to parent folder.
el: Ο δίσκος δεν προστέθηκε Σφάλμα : αδύνατη η μετάβαση στον μητρικό φάκελο.

source: Too many files are currently open in the system.
el: Υπερβολικός αριθμός ανοικτών αρχείων στο σύστημα.
